src/main/resources/ws_soap_requests/LocationAndSyncStatusGet.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:air="http://Airspan.Netspan.WebServices">
<soapenv:Header>
<air:Credentials>
<!-- Optional: -->
<air:Username>wsadmin</air:Username>
<!-- Optional: -->
<air:Password>password</air:Password>
</air:Credentials>
</soapenv:Header>
<soapenv:Body>
<air:LocationAndSyncStatusGet>
  <air:NodeName>EnbName</air:NodeName>
  <air:NodeID>EnbID</air:NodeID>
</air:LocationAndSyncStatusGet>
</soapenv:Body>
</soapenv:Envelope>